alsa-utils
arandr
arc-gtk-theme
autoconf
automake
base
binutils
bison
bspwm
cbonsai-git
chromium
cmatrix
cmus
code
croc
dmenu
dunst
fakeroot
ffmpegthumbnailer
figlet
file
file-roller
findutils
firefox
flat-remix
flex
fortune-mod
freeglut
gawk
gcc
gettext
git
glu
gparted
grep
groff
grub
gtk-engine-murrine
gzip
htop
i3lock
imagemagick
la-capitaine-icon-theme
lib32-alsa-lib
lib32-alsa-plugins
lib32-freetype2
libtool
linux
linux-firmware
lolcat
lxappearance
m4
make
mpv
nano
neofetch
networkmanager
nitrogen
nnn
numix-themes-electric
os-prober
p7zip
pacman
paru
patch
pavucontrol
picom
pkgconf
pulseaudio
python-pip
qtox
redshift
rofi
rxvt-unicode
scrot
sed
streamlink
sudo
sxhkd
sxiv
sxiv-rifle
texinfo
thunar
thunar-archive-plugin
tlp
transmission-gtk
ttf-iosevka
ttf-liberation
tty-clock
tumbler
ufw
unarchiver
unrar
vim
vlc
wget
which
wine
xclip
xf86-video-intel
xf86-video-vesa
xfce4-settings
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
youtube-dl
